[{"news": "(Oct 7, 2014  12:40 PM CDT) As of Jan. 1, Walmart will no longer offer 30,000 of its employees health insurance. Bloomberg notes that's about 2% of its workforce. The move comes as a reaction to the company's rising health care costs as far more of its employees and their families enrolled in its health care plans than it had expected following the ObamaCare rollout. The AP reports those costs will surge $500 million this fiscal year, $170 million more than had been estimated. Those affected are employees who average fewer than 30 hours of work per week; the Wall Street Journal explains they were grandfathered in when Walmart in 2012 stopped offering insurance to new hires who didn't exceed the 30-hour threshold. A benefits expert says Walmart is actually late to the game in terms of cutting insurance to some part-time workers; Target, the Home Depot, and others have already done so. Meanwhile, Walmart's full time workers will see their premiums rise in 2015. Premiums for the basic plan, which 40% of its workforce is on, will increase 19% to $21.90 per pay period come Jan. 1.", "masked headline": "____K Walmart Part-Timers to Lose Health Insurance", "calculation": "Paraphrase(30,000,K)", "ans": "30"}, {"news": "(Dec 21, 2011  5:52 PM) A burglar made a huge mistake yesterday when he decided to break into the Manhattan apartment of a computer geek who had set up a motion-detecting camera that transmitted photos directly to his smartphone, reports the New York Post. Levent Cetiner was six blocks from his home when he received an email showing a thief looting his stuff. Cetiner called 911 and raced home where he banged on the door and yelled,  You’re being recorded, and the police are on the way!  The cops arrived, and Cetiner showed them the footage while the burglar was still inside. Eventually the bandit fled by fire escape and was nabbed in a nearby courtyard by police.", "masked headline": "IT Guy Foils Burglar From ____ Blocks Away", "calculation": "Trans(six)", "ans": "6"}, {"news": "(Oct 29, 2013  8:15 AM CDT) Dax Shepard and Kristen Bell got married at the Beverly Hills courthouse, in a ceremony about as different from Kim Kardashian's last wedding extravaganza as it is possible to be. As Shepard revealed last night on Jimmy Kimmel Live, the whole thing—including the fuel it took to get to the courthouse—cost $142.  It was just Kristen and I at this lonely courthouse,  he said, so friends showed up afterward with a cake reading, in icing,  The World's Worst Wedding.   How many people can say they threw the world's worst wedding?  Shepard asked.", "masked headline": "Dax Shepard: Wedding to Kristen Bell Cost $____", "calculation": "Copy(142)", "ans": "142"}, {"news": "(Mar 6, 2016  10:50 AM) Nancy Reagan, the helpmate, backstage adviser, and fierce protector of Ronald Reagan in his journey from actor to president—and finally during his 10-year battle with Alzheimer's disease—died Sunday at the age of 94, reports the AP, via CBS News. The cause was congestive heart failure, notes ABC News. In addition to her famous campaign against drugs, the one-time actress promoted several causes while she was in the White House and even in the years after. She was a passionate advocate for lifting restrictions on stem cell research and promoting better treatment of America's veterans. But above all, Nancy Reagan was a fiercely devoted wife.  My life began with Ronnie,  she told Vanity Fair magazine in 1998. The first lady's public life had its share of controversy but also earned the respect of the nation, making Nancy Reagan one of America's most admired women in the 1980s and beyond. Anne Frances  Nancy  Robbins was born on July 6, 1921 in New York City to Kenneth Robbins, a car salesman, and Edith Luckett Robbins, an actress. She met Ronald Reagan in 1950, when he was president of the Screen Actors Guild and she was seeking help with a problem: Her name had been wrongly included on a published list of suspected communist sympathizers. They discussed it over dinner, and she later wrote that she realized on that first blind date  he was everything that I wanted.  They wed two years later, on March 4, 1952. She was thrust into the political life when her husband ran for California governor in 1966 and won. She found it a surprisingly rough business.  The movies were custard compared to politics,  she said. The couple had two children together, Patricia Ann and Ronald Prescott. Reagan will be buried next to her late husband at the Ronald Reagan Presidential Library in Simi Valley, California. The New York Times has a full obituary here.", "masked headline": "Nancy Reagan Dead at ____", "calculation": "Copy(94)", "ans": "94"}, {"news": "(Aug 15, 2008  5:11 AM CDT) American Airlines faces FAA fines of more than $7 million for a series of safety and maintenance violations and for deficiencies in its drug and alcohol testing, the Wall Street Journal reports. In proposing one of its biggest fines ever, the FAA accuses American of knowingly flying planes that needed safety repairs, including one MD-80 that flew several times in 2007 with a faulty autopilot. American claims the violations were largely technical and plans to contest the  excessive  penalty.  We do not agree with the FAA's findings and characterizations of American's action in these cases,  said a spokesman. It's the latest of example of the FAA's growing aggressiveness on maintenance supervision, the Journal notes.", "masked headline": "American Airlines Faces $____M Fine for Safety Violations", "calculation": "Copy(7)", "ans": "7"}, {"news": "(Apr 18, 2016  1:02 PM CDT) Ingrid Lyne, the Seattle mom allegedly murdered while on a date, left behind three daughters—and a GoFundMe campaign set up to help the girls has raised more than $222,000 so far, Us reports. A friend of the family set up the campaign, and says that all the money raised will go into a trust for the girls, who are ages 12, 10, and 7. Lyne's date was charged with her murder last week.", "masked headline": "$____K Raised for Kids of Mom Dismembered on Date", "calculation": "Paraphrase(222,000,K)", "ans": "222"}, {"news": "(Dec 22, 2013  3:00 PM) You probably felt pretty old when you learned Brad Pitt had turned 50, prompting AARP to invite him to join their ranks. Well, Merry Christmas, we're about to make you feel even older: The San Francisco Chronicle rounds up 14 more celebrities who hit 50 this year. Click through the gallery for a sampling, or check out the complete list here.", "masked headline": "8 Stars Who Hit ____ This Year", "calculation": "Copy(50)", "ans": "50"}, {"news": "(Sep 19, 2014  12:58 PM CDT) Ezekiel Emanuel is a healthy 57-year-old in all respects, as his recent hike up Mount Kilimanjaro would suggest. Which is why it might be disconcerting to read his essay in the Atlantic laying out the reasons why he hopes to be dead in 18 years. To Emanuel, 75 is the right age at which to die.  I will have lived a complete life,  he writes. He will have seen his grandkids begin their own lives and will have  made whatever contributions, important or not, I am going to make.  And, with luck, the inevitable mental and physical declines of old age will not have set in yet. Emanuel rejects what he calls the  American immortal —the concept that drives people to obsessively exercise, pop vitamins, do mental puzzles, etc., in the hope of cheating death. Yes, death is a loss, he writes.  But here is a simple truth that many of us seem to resist: living too long is also a loss. It renders many of us, if not disabled, then faltering and declining, a state that may not be worse than death but is nonetheless deprived.  Emanuel isn't talking about committing suicide on his 75th birthday, but he says his whole approach to health will change.  I won’t actively end my life. But I won’t try to prolong it, either.  No more cancer tests, for example, or even flu shots. Click to read the full, provocative essay, which ends with Emanuel retaining the right to change his mind and write another essay in 18 years arguing for a longer life.  That, after all, would mean still being creative after 75.", "masked headline": "I Don't Want to Live Past ____", "calculation": "Copy(75)", "ans": "75"}, {"news": "(Aug 24, 2008  7:18 AM CDT) No joke: Former Saturday Night Live star Chris Kattan has filed for a legal separation from the woman he married less than two months ago. The papers cite  irreconcilable differences  with model Sunshine Tutt, 31. Kattan, 37, met Tutt at a party three years ago and they married in Yosemite Valley. The couple has a prenuptial agreement, reports People.", "masked headline": "SNL's Kattan Calls It Quits After ____-Month Marriage", "calculation": "Trans(two)", "ans": "2"}, {"news": "(Aug 21, 2014  9:56 AM CDT) There are some incidents that don't warrant a 911 call. One of those is when a stripper won't turn a lap dance into sex. William McDaniel, 53, learned this Saturday night, when he paid $350 for a private dance at Sagebrush Sam’s Exotic Dance Club in Butte, Montana, reports the Smoking Gun. When the stripper said no to sex, McDaniel called 911 to say he was a disappointed consumer. Unfortunately for him, it's illegal to solicit prostitution. McDaniel was arrested, went to jail, and is now facing a misdemeanor charge, KTVQ reports. He was released Sunday. Sagebrush Sam's isn't exactly known for making customers happy. The Smoking Gun provides these priceless Yelp reviews of the establishment: It  is dirty and smells like vomit,  says one reviewer, and  the stripper pole looked like it was going to break loose from the floor. Cleanliness and attitude need to be addressed. I will not go back,  says another.", "masked headline": "Stripper Denies a Guy Sex, He Calls ____", "calculation": "Copy(911)", "ans": "911"}, {"news": "(Jul 3, 2011  1:36 PM CDT) We know CEOs have it good ... but this good? The New York Times had executive pay data firm Equilar analyze bigwigs' 2010 compensation, and what Equilar found wasn't just a gain. It was a big, big gain: a 23% boost over 2009, with the median pay for chief executives at 200 large companies clocking in at $10.8 million. That's not back to where it was pre-recession, but, as the Times notes, it definitely seems headed in that direction. As for what's behind the jump, Equilar found that cash bonuses were resurrected by many firms, and were up 38% over the year prior. Some of the increase could be  makeup pay,  too, with corporate boards deciding to be more generous to execs who weathered the leaner years. Still, that 23% raise dwarfs the median gain in both shareholders' total return (16%) and revenue (7%). Atop the money-making heap sits Philippe Dauman, Viacom, $84.5 million; Leslie Moonves, CBS, $56.9 million; Brian Roberts, Comcast, $28 million; Gregg Steinhafel, Target, $23.5 million. Compare their pay to that of the average American worker, who made $752 a week at the end of last year, a gain of just 0.5% from a year earlier.", "masked headline": "Swallow This: Executive Pay Jumped 23% in ____", "calculation": "Copy(2010)", "ans": "2010"}, {"news": "(Jan 8, 2013  2:16 PM) The past year was the hottest on record for the 48 contiguous states in the US, the NOAA announced today, featuring the warmest spring ever, the second warmest summer, the fourth warmest winter, and an above-average autumn. Overall, the average temperature was 55.3 degrees F, or 3.2 degrees F above the 20th-century average. If that wasn't enough, it also the second-most extreme year on record, based on the US Climate Extremes Index, which takes into account factors like tropical storms, precipitation, and extreme temperatures. The index came in at almost twice its average level, which makes sense given that 2012 saw 11 disasters that caused more than $1 billion in damage. Precipitation was significantly below average, as you might expect given the massive drought that hit much of the country this summer. The warmth also helped cause the drought; the lack of snow kept the soil dry, and the warm spring pushed up the growing season, draining what water there was from the soil faster.", "masked headline": "____ Warmest Year Ever for Continental US", "calculation": "Copy(2012)", "ans": "2012"}, {"news": "(Sep 15, 2015  4:39 PM CDT) Three people died and others were injured today after a floatplane belonging to a fishing lodge crashed with 10 people on board in southwest Alaska, authorities said. Alaska State Troopers said the three dead were from outside the state. The injured passengers were being flown to Anchorage hospitals following the crash near the small community of Iliamna, 175 miles southwest of Anchorage. It's unclear how many people were hurt. Local residents said the plane belongs to the Rainbow King Lodge. Rescue personnel initially took injured passengers to the clinic in Iliamna. The plane crashed on takeoff at Eastwind Lake, 1 mile north of the community, according to Federal Aviation Administration spokesman Allen Kenitzer. It was a De Havilland DHC-3 Turbine Otter on floats, he said. The cause of the crash is not yet known. National Transportation Safety Board Alaska Chief Clint Johnson said the plane came to rest in some trees. Two NTSB investigators were heading to Iliamna later in the day, he said.", "masked headline": "____ Dead in Alaska Floatplane Crash", "calculation": "Copy(3)", "ans": "3"}, {"news": "(Nov 19, 2009  4:10 PM) Figure 1,600 calories, 60 grams of saturated fat, and 980 milligrams of sodium—that’s what you’re eating when you scarf down a medium helping of movie popcorn at the nation's biggest theater chain. Add a soda and it’s the equivalent of eating a pound of baby back ribs and a scoop of ice cream, or three Quarter Pounders with a stick and a half of butter, an analysis by a nutrition watchdog group says. In many cases, calorie counts are significantly higher than those posted in theaters. Regal, the No. 1 chain, and AMC cook their popcorn in coconut oil, which is 90% saturated fat, while Cinemark gets better grades—relatively speaking—for using canola oil, reports the LA Times.", "masked headline": "Movie Popcorn = ____ Quarter Pounders, Plus Butter", "calculation": "Trans(three)", "ans": "3"}, {"news": "(May 15, 2014  10:40 AM CDT) Saira Blair can't legally vote yet, but she managed to rack up a sizable number of votes all the same. The West Virginia 17-year-old emerged victorious in the Republican primary over (two-term) incumbent state delegate Larry Kump, 872-728, on Tuesday. Among the very teenage elements to her campaign, per the Washington Post and the Herald-Mail: She freely gave out her cellphone number to voters and described the job as not  rocket science by any means.  Blair, who is pro-gun rights, against abortion, and the daughter of a West Virginia state senator, also outspent the 67-year-old $4,800 to $1,800. She'll be up against Layne Diehl in November in her quest to win a seat in the West Virginia House of Delegates. If she does so, she'll be the youngest state lawmaker in West Virginia history, reports the AP—and will have to skip the spring semester at West Virginia University, where she's headed in the fall to pursue economics and Spanish degrees. Lawmakers convene for business in Charleston from January to March, and the two-year House gig pays a $20,000 annual salary.", "masked headline": "Teen, ____, Wins GOP Race for Not 'Rocket-Science' Job", "calculation": "Copy(17)", "ans": "17"}, {"news": "(Oct 26, 2008  11:12 PM CDT) Ryan Howard homered twice and drove in five runs, and the Phillies beat the Tampa Bay Rays, 10-2, in Game 4 of the World Series tonight in Philadelphia. The Fightin' Phils are one victory away from capturing the second World Series title in franchise history. They wouldn't be here without their big slugger.  We just have to stay focused and hopefully come out with that 'W,'  Howard said. With the Phillies leading 2-1 in the fourth and stranding runners at an alarming rate, Howard drove Andy Sonnanstine's 2-1 pitch into the left-field seats to put the Phillies ahead, 5-1. Howard knew it was gone when he made contact and paused to admire the shot before circling the bases. The towel-waving crowd roared, demanding a curtain call. If that wasn't enough, Howard went deep again in the eighth.", "masked headline": "Howard Sparks Rout; Phillies Lead Series, 3-____", "calculation": "Copy(1)", "ans": "1"}, {"news": "(Apr 19, 2012  3:58 PM CDT) With songs like  The Night They Drove Old Dixie Down,   The Weight  and  Up on Cripple Creek,  The Band fused rock, blues, folk, and gospel to create a sound that seemed as authentically American as a Mathew Brady photograph or a Mark Twain short story. In truth, the group had only one American—Levon Helm. Helm, the drummer and singer who brought an urgent beat and a genuine Arkansas twang to some of The Band's best-known songs and helped turn a bunch of musicians known mostly as Bob Dylan's backup group into one of rock's legendary acts, has died at 71. Helm, who was found to have throat cancer in 1998, died this afternoon at Memorial Sloan-Kettering Cancer Center in New York City. On Tuesday, a message on his website said he was in the final stages of cancer. The son of an Arkansas cotton farmer, Helm was just out of high school when he joined rocker Ronnie Hawkins for a tour of Canada in 1957 as the drummer for the Hawks. That band eventually recruited a group of Canadian musicians who, along with Helm, spent grueling years touring rough bars in Canada and the South. They would split from Hawkins, hook up with Dylan, and eventually call themselves The Band—because, as they explained many times, that's what everyone called them anyway.", "masked headline": "Rock Legend Levon Helm of The Band Dead at ____", "calculation": "Copy(71)", "ans": "71"}, {"news": "(Apr 23, 2014  4:53 AM CDT) In a case most commentators are calling frivolous, finicky, or just plain silly, the Buffalo Bills have coughed up $3 million to settle a lawsuit from a fan who complained that the team sent him too many text messages. The fan brought the class-action suit after he signed up for the team's news service, which promised three to five texts a week, but then received six messages one week and seven the next, reports the Buffalo News. The fan claimed that the extra messages violated the Federal Telephone Consumer Protection Act and sought damages of around $2,000 per message. Under the terms of the settlement, the tens of thousands of fans who signed up for the now-defunct service will receive a total of around $2.5 million in the form of debit cards redeemable only at the team's store, the New York Post reports. The fan's lawyers will receive more than $500,000 under the settlement and he will get $5,000.", "masked headline": "3 Text Messages to Fan Cost Buffalo Bills $____M", "calculation": "Copy(3)", "ans": "3"}, {"news": "(Sep 25, 2015  8:40 AM CDT) When Abigail Kingston became engaged to Jason Curtis, she did not have to wonder about what she'd wear on her wedding day. The dress she had in mind has been passed down through five generations in her family, starting with her great-great grandmother Mary Lowry Warren, who wore it when she wed on Dec. 11, 1895, in Buffalo, New York. In the 120 years since, it has been worn by nine other brides in her family, making so many trips that Abigail and her mother Leslie, who wore the dress as bride number 6 in 1977, were afraid that it was simply beyond repair, reports the Lehigh Valley Express-Times. When the keeper of the dress (the mother of the last bride to wear it—that last wedding being in 1991) sent it to Kingston, it arrived filled with holes, with disintegrating sleeves and browned satin. Not only had the dress been dry cleaned just once, lace patched the wear from 10 brides of different sizes trying to make it fit. Abigail, who is tall and thin, turned to a bridal designer, who spent 200 hours restoring it to its  spectacular  original design, reports Jezebel, transforming the brown into a blush shade and painstakingly recreating the disappearing sleeves and their 80 hand-sewn pleats. Still,  it is very, very fragile,  says Abigail, so she'll slip it on after the ceremony to wear throughout the cocktail hour during her Oct. 17 wedding in Perkasie, Pennsylvania. Abigail will also wear her great grandmother's ring and a locket given to her grandmother by her grandfather.  It's not just the dress that's been handed down,  Leslie says.  It's the love.  A 12th bride is already asking about it. (This bride wore her baby.)", "masked headline": "After ____ Brides, 11th to Wear 120-Year-Old Dress", "calculation": "Copy(10)", "ans": "10"}, {"news": "(Apr 28, 2013  9:15 AM CDT) First Veronica Mars, now Zach Braff's Wish I Was Here: Another indie movie has been successfully funded by Kickstarter. Braff raised his goal of $2 million in just three days, according to the Hollywood Reporter, and funding will continue for 26 days. (As of this writing, Braff has raised more than $2.1 million.) Predictably, not everyone is happy with the trendy new method of rich and famous people using Kickstarter to fund their projects. Sample headline from the Atlantic Wire:  Zach Braff Will Get His Dirty Kickstarter Money.  Writes Connor Simpson,  So there you have it. 28,000 people are paying Zach Braff to make the most Braff-ian movie he possibly can ... so they can pay him again when they buy tickets at the theater to see this terrible movie.", "masked headline": "Zach Braff Gets His $____M on Kickstarter", "calculation": "Copy(2)", "ans": "2"}, {"news": "(Oct 5, 2012  3:34 AM CDT) There were no survivors from a landslide that buried 18 children inside an elementary school in southwest China yesterday, authorities have confirmed. Rescuers recovered the last child's body from the school in Yunnan province early this morning, reports the AP. One adult is still missing. Yesterday was a holiday in China but the children were at the school temporarily to make up for days missed during an earthquake that damaged their previous school last month.", "masked headline": "____ Students Confirmed Dead in China Landslide", "calculation": "Copy(18)", "ans": "18"}, {"news": "(May 10, 2016  5:57 AM CDT) Ryan Gosling and Eva Mendes have pulled off what TMZ calls  the biggest cover-up in Hollywood baby history.  The couple welcomed their second daughter, Amada Lee Gosling, on April 29 at Providence St. John's Health Center in Santa Monica, according to a leaked birth certificate. Amada was the name of Mendes' late grandmother and is the middle name of 20-month-old sister Esmeralda. The couple managed to keep the pregnancy under wraps until a month ago, when sources confirmed the news to Us Weekly; Mendes hasn't been photographed at a public event since December.  They've settled so well into their new family of three,  a source tells E!  Ryan is very hands on and has been taking the baby after the early morning feed so Eva can sleep in a bit. He sings the baby songs—they are both madly in love with this child.", "masked headline": "Gosling, Mendes Had Secret Baby No. ____", "calculation": "Trans(second)", "ans": "2"}, {"news": "(Jan 11, 2010  7:41 AM) Gay marriage will have its day in federal court today, in an unprecedented trial that’s expected to reach all the way to the Supreme Court. The case, Perry vs. Schwarzenegger, challenges Proposition 8 on the basis that it violates the US Constitution’s guarantees to equal protection. It’ll be the first time in any lawsuit that witnesses have taken the stand to claim a right to, and argue the merits of, same-sex marriage.  This is the first time that you will have this kind of record being made,  says attorney David Boies. Boies, who represented Al Gore in the Bush vs. Gore Supreme Court case, has teamed with Theodore Olson, who represented Bush, to challenge the marriage ban. Though the case won’t reach the Supreme Court until 2011, one justice will actually rule on it today. Anthony Kennedy will decide whether or not the trial will be broadcast on YouTube, which the Prop 8 side opposes.", "masked headline": "Landmark Prop ____ Trial to Begin Today", "calculation": "Copy(8)", "ans": "8"}, {"news": "(Dec 3, 2009  2:00 AM) Aaron Patzer recently joined the ranks of America's under-30 tech multi-millionaires when rival firm Intuit snapped up his Mint.com online personal finance tool for $170 million.  It was a jaw-dropping moment  when Intuit—which is transferring its 43 million Quicken users to Mint—made the offer, Patzer tells the New York Times. Patzer, who has now joined Intuit as a vice-president, says he's sure another young person is already working on a tool to replace Mint.  In a technology company, if you let up just a couple of years in your innovation, that’s all the gap a competitor needs. That’s what happened with Intuit. They ignored and neglected Quicken from about 2002 to 2008, and that was enough of a gap to give rise to Mint. If I back off even for a second, someone is going to come along with something better.", "masked headline": "Online Wiz, 29, Sells Firm for $____M", "calculation": "Copy(170)", "ans": "170"}, {"news": "(Jun 17, 2013  10:24 AM CDT) Kate Moss is celebrating her 40th birthday (yes, she's turning 40; go ahead and bemoan your lost youth now) the only way one could really expect: by appearing nude on the cover of Playboy. She's already completed the photo shoot, which will run in the January issue, the New York Post reports. In addition to her birthday, the issue will celebrate Playboy's 60th anniversary. It's not her first time posing naked; she's appeared in the buff in fashion shoots and a few ads. Perhaps the weirdest part of the story: Moss has reportedly commissioned a piece from artist Chuck Close based on the Playboy spread.", "masked headline": "Kate Moss Marks ____ With Nude Playboy Cover", "calculation": "Copy(40)", "ans": "40"}, {"news": "(Jul 27, 2010  9:52 AM CDT) Previous reports estimated that Chelsea Clinton’s wedding would cost a cool $2 million, but the real number is probably more like $3 million to $5 million. Wedding experts run down the costs for the New York Daily News, from $600,000 air-conditioned tents to the $150-a-pop invitations and $100 place settings for each of the 500 guests. At the more conservative $3 million estimate, the total cost comes to $6,000 per guest. But it’s not all designer dresses, fancy food, and $15,000 port-a-potties (yes, $15,000 for  outhouses  that are much nicer than your bathroom at home—TMZ has pictures). Because of the high-profile nature of the event, security will probably run at least $200,000 (even though the White House confirms President Obama won't attend)—or more if they opt to shut down air space or pay police to monitor traffic. Overcome with Clinton wedding fever? Click here for 10 things that would make Chelsea's big day even more awesome.", "masked headline": "Chelsea's Wedding Tab: $3M to $____M", "calculation": "Copy(5)", "ans": "5"}, {"news": "(Mar 15, 2016  2:19 AM CDT) Police in Maryland have been devastated to discover that the officer killed in a gun battle after a suspect opened fire on a police station was apparently shot by a fellow officer. Authorities say Jacai Colson, an undercover narcotics officer in plainclothes, arrived at the station in an unmarked car during the gunfight on Sunday and  heroically  began exchanging fire with the gunman, the Washington Post reports. It's not clear whether he was shot accidentally or by an officer who thought he was an attacker. Alleged gunman Michael Ford, 22, was shot and injured during the attack. Police say he  intended to die during a gun battle with police  and recorded his last will and testament on video just before opening fire on the District III station in Landover. Police say two of Ford's brothers, 21-year-old Malik Ford and 18-year-old Elijah Ford, stood by and filmed the shootout. All three brothers will face charges, including second-degree murder, over the bizarre attack, which police say appears to have been planned without the involvement of outside groups.  Michael had a history of mental illness,  Prince George's County Police Chief Hank Stawinski told reporters on Monday.  But what is more troubling to me is that anybody could stand by so callously and do nothing.  He said the department has been crushed by Colson's death.  To learn that in your attempt to preserve life and protect people, that you've struck another defender down, that's particularly devastating,  he said, per the Baltimore Sun.", "masked headline": "Cops: Gunman's ____ Brothers Filmed Police Station Attack", "calculation": "Copy(2)", "ans": "2"}, {"news": "(Aug 8, 2014  12:25 PM CDT) More than 10 years after a tsunami swept her away from her parents, Raudhatul Jannah is back in their arms again. Raudhatul was only 4 when her home in Indonesia was destroyed by a 2004 tsunami that killed some 230,000. After the tsunami struck, her father put her and her 7-year-old brother onto a board in the water, but then a  wave hit and I lost them,  he recounts to DPA.  We looked for them among ... piles of bodies, but we didn't find them,  he says.  After one month we resigned ourselves to the thought that they had probably died.  Raudhatul, however, was very much alive. A fisherman found her washed ashore on a remote island, then took her back to the mainland, where he and his mother raised her, reports AFP. That is, until her uncle spotted her in June, was struck by the resemblance to his niece, and unraveled her true identity.  I'm happy to back with my mother and father again,  Raudhatul says.  This is a miracle from God,  her mother adds, and  if anyone is in doubt, I'm ready for DNA tests.  It's not clear what happened to Raudhatul's brother, but the parents plan to investigate reports that he, too, survived and is living on a local island. (Click to read about a brother and sister meeting for the first time in 57 years.)", "masked headline": "Family Finds Girl Lost in Tsunami ____ Years Ago", "calculation": "Copy(10)", "ans": "10"}, {"news": "(Jul 12, 2016  7:03 AM CDT) Authorities in southern Italy say at least 22 people are dead and more than 40 others injured after two trains collided in Puglia on Tuesday. Italian news reports say that two trains—each with four cars—collided head-on near the town of Andria on a line with just a single track, reports the AP. Rescue workers were pulling victims from the rubble, including a small child who was airlifted to a hospital, reports the BBC. Italian Prime Minister Matteo Renzi says the train crash  is a moment of tears  and promises a full investigation.", "masked headline": "At Least ____ Dead in Head-On Train Crash", "calculation": "Copy(22)", "ans": "22"}, {"news": "(Dec 5, 2009  3:56 PM) Italian tax police seized works by Van Gogh, Picasso, Cezanne, and other giants of art in a crackdown on assets hidden by the disgraced founder of the collapsed dairy company Parmalat. Authorities estimated the 19 masterpieces stashed away in attics and basements were valued at $150 million. At least one, and possibly the whole batch, were about to be sold by Calisto Tanzi on the black market, say investigators. For years after the 2003 collapse of Parmalat, Europe's largest corporate bankruptcy, Tanzi was rumored to have had a  hidden treasure  somewhere to safeguard his personal wealth. He denied the charges as recently as last month after a state TV show raised the allegations anew. Tanzi already has been accused of market rigging and is on trial again for more charges related to the bankruptcy. Now he could be in hot water for hiding assets.", "masked headline": "Italian Cops Seize ____ Hidden Masterpieces", "calculation": "Copy(19)", "ans": "19"}, {"news": "(Jul 27, 2010  10:58 AM CDT) It’s every garage sale shopper’s dream: Find two boxes of old negatives for $70, bargain the price to $45, and discover 10 years later that they’re worth at least $200 million. That’s what happened to Rick Norsigian, who spent the past decade proving the negatives he found in Fresno, Calif., were pictures taken by Ansel Adams in the 1920s, before the photographer became well known. Photography, handwriting, and art experts, art appraisers, and even meteorologists helped authenticate the photos. The 65 glass negatives, originally thought destroyed in a 1937 darkroom fire, are  a missing link of Ansel Adams and his career,  one appraiser tells CNN. The person selling them 10 years ago bought them in the 1940s in Los Angeles, and one expert says Adams brought the negatives—some of which have fire damage—to a class he was teaching  to show students how to not let their negatives be engulfed in a fire.", "masked headline": "$45 Garage Sale Photos Are $____M Ansel Adams Works", "calculation": "Copy(200)", "ans": "200"}, {"news": "(Apr 9, 2014  4:34 PM CDT) A vehicle crashed into an Orlando-area day care today, killing one child and injuring about a dozen more, reports the Orlando Sentinel. At least one adult was reported to be injured as well. Several of the victims were in serious condition hours after this afternoon's accident in Winter Park. Police say a Dodge Durango crashed into another vehicle, which went out of control and smashed into the KinderCare building. The driver of the Durango fled the scene in his vehicle, though police later found it in Winter Park. Authorities have named 26-year-old Robert Corchado as a person of interest.", "masked headline": "____ Child Dead, 10 Injured When Car Hits Day Care", "calculation": "Trans(one)", "ans": "1"}, {"news": "(Feb 6, 2010  2:05 PM) A 16-year-old Spanish matador killed six bulls in one afternoon today, pulling off a feat normally attempted only by seasoned veterans and winning trophies for his skill—ears from animals he had just slain. Jairo Miguel Sanchez Alonso, the son of a bullfighter who nearly died from a horrific goring in Mexico in 2007, smiled broadly and waved to a friendly hometown crowd after a pageant that took about two and a half hours. Jairo Miguel, who says he first locked horns at age 6 with a young cow, has spent some four years fighting in Latin America to escape Spain's age limit—16.  Ever since I was very small I have had this in my genes,  he said.  I have practically grown up with bulls.  His mother said she would prefer he do anything but this— football, computers, whatever. But he has chosen this and I have to support him. All I know is what his eyes say when he struts out into the ring.", "masked headline": "Olé! Teen Matador Kills ____ Bulls", "calculation": "Copy(6)", "ans": "6"}, {"news": "(Sep 12, 2016  8:03 AM CDT) How did eight Chinese tourists rack up a tab worth about $4,400 at an Israeli hummus restaurant? That's what the Israeli Foreign Ministry is asking after the group was charged a hefty 16,500 shekels for dinner, the New York Daily News reports.  By behaving this way we are destroying with our own hands the budding potential of the Chinese market for Israel,  complained an Israeli tourism group to Globes. Some 47,000 Chinese visit Israel each year, and the Israel Incoming Tour Operators Association said it chose to go public with the bill in order to chide the restaurant and dissuade others from following in the restaurant's allegedly unfair footsteps. The bill at the popular Abu Ghosh Restaurant included: Restaurant owner Jawdat Ibrahim defended the bill and said the Chinese asked him to close the eatery on one of his busiest nights.  They sat there from 3pm on Friday until midnight, and became rowdy and drunk,  he said, noting that the group added a 10% tip. He says he got a thanks from the diners, only to find them  trying to besmirch us ... two weeks later.  The Association disputes that account, saying the Chinese arrived at 7pm, never asked Ibrahim to close the place, and arrived to find the alcohol pre-ordered and on the table. HummusGate has prompted an inquiry by the Israeli Foreign Ministry and the Israeli Embassy in China, which is trying to track down the tourists, the Washington Post notes. (This drunk diner accidentally tipped 1,800%.)", "masked headline": "____ Chinese Tourists Walk Into Israeli Hummus Joint, Rack Up $4.4K Tab", "calculation": "Copy(8)", "ans": "8"}, {"news": "(Dec 26, 2013  5:28 PM) Nirvana fans now have two choices of pilgrimage for April 10: They can trek to Cleveland to see surviving members Dave Grohl and Krist Novoselic as the band gets inducted into the Rock and Roll Hall of Fame. Or they can head to little Hoquiam, Washington, which has declared the 10th to be Nirvana Day to commemorate the occasion, reports Rolling Stone. Kurt Cobain was born and raised just a few miles away in Aberdeen.  They bring great honor ... to our entire community,  the mayor tells KXRO.  And I think that it’s good Kurt Cobain lived in Hoquiam for a little while, but he and Krist Novoselic are part of our community, and I think it’s good to honor our sons and their great accomplishments.", "masked headline": "April ____ Is Nirvana Day", "calculation": "Copy(10)", "ans": "10"}, {"news": "(Mar 19, 2012  7:56 AM CDT) Apple shareholders ought to be even happier with the company than usual this morning, as the gadgets giant announced plans to spend $45 billion of its $97 billion in cash reserves on a buyback and a dividend program. Of that, $10 billion will go to a buyback authorization—though Business Insider cautions that Apple has merely given itself the option to buy back shares, not actually committed to doing so. The rest of the money will go to a $2.65-per-share quarterly dividend, which will start in its fiscal fourth quarter, which begins July 1. It's the first dividend Apple has offered since 1995, notes CNN. CEO Tim Cook promised that the plan wouldn't hurt Apple's investments in research and development, retail stores, and other companies.  Even with these investments, we can maintain a war chest for strategic opportunities and have plenty of cash to run our business,  he said in a statement. On a conference call, Cook added that the moves would bring in new investors who only buy dividend-yielding stocks, according to Bloomberg.", "masked headline": "Apple to Pay First Dividend Since ____", "calculation": "Copy(1995)", "ans": "1995"}, {"news": "(Mar 13, 2008  12:27 PM CDT) Seven Cuban soccer players defected from the national team over the last two days—five on Tuesday and two last night—slipping from their Tampa hotel after a game to seek asylum in the US, the Miami Herald reports. The first five have contacted a lawyer and are in discussions with a second-tier soccer team, Miami FC; they may start training as soon as today, Reuters reports. The loss of seven players could be the team’s downfall in Olympic trials.  Anytime a Cuban team comes to the United States, there's a chance someone might defect,  said a Miami soccer coach who scouted the players during a 1-1 tie with the US. Even the players' families didn't know they'd defect.  My heart will be in Cuba with my family, but I want to have the freedom to better my life, to play professional soccer, to be the best I can be,  said the former captain, Yenier Bermudez.", "masked headline": "____ Cuban Soccer Players Defect to US", "calculation": "Trans(Seven)", "ans": "7"}, {"news": "(May 12, 2013  4:24 PM CDT) At least 19 people, including two 10-year-old children, were injured when gunmen opened fire on marchers in a Mother's Day parade in New Orleans yesterday, the Times-Picayune reports. No fatalities have been reported, but three victims are in critical condition. Police believe three suspects and at least two different weapons were involved. The suspects—one of whom is described as 18 to 22 years old with short hair, wearing a white shirt and blue jeans—were seen fleeing after the incident and are still at large. A police spokeswoman says many of the victims, including the two children, were grazed by bullets that ricocheted.  At this point, there are no fatalities, and most of the wounds are not life-threatening,  she says.  This is an extremely unusual occurrence, and we're confident that we will make swift arrests.  The FBI says it believes the shootings were  street violence,  not an act of terrorism, the AP reports. Investigators aren't sure if the gunmen were shooting at random or targeting particular people in the  second line  parade—a New Orleans tradition in which participants walk or dance behind the main band.", "masked headline": "____ Shot at NOLA Mother's Day Parade", "calculation": "Copy(19)", "ans": "19"}, {"news": "(Jun 17, 2013  6:50 AM CDT) The news out of Chicago just five days ago was encouraging: after a murder-riddled 2012, this year's murder rate had plummeted to a level not seen in 50 years. Today, the news is of a darker nature. Between Friday afternoon and Sunday, a total of 46 people were shot in the city, seven fatally, per the Tribune. (Other sources put the tally slightly lower. The stat does represent a sort of improvement: The Tribune reports that around this time last year, those numbers were 53 and nine, respectively. And the Atlantic Wire notes that a deadlier weekend has already occurred in 2013: January closed with eight deaths. The youngest victim, 16-year-old Kevin Rivera, apparently tried to flee from a gunman on a bicycle late Saturday. The dead teen's family was just two weeks away from a move from their sometimes dangerous Hermosa neighborhood.", "masked headline": "Chicago's Bloody Weekend: ____ Shot, 7 Killed", "calculation": "Copy(46)", "ans": "46"}, {"news": "(Apr 4, 2013  7:12 AM CDT) Officials lack  conclusive evidence  that up to $700 million in federal aid following hurricanes Katrina and Rita was used appropriately, a federal investigation finds. Some of the 24,000 families who received up to $30,000 apiece to elevate their homes used the money for another purpose, while others failed to provide a full report of what they'd done with the cash, says the report, by HUD's inspector general. HUD officials say Louisiana was responsible for overseeing the appropriate use of the money, the AP reports. Since Katrina, the department has helped put stricter rules on aid distribution for events like Hurricane Sandy, a rep says. Indeed,  as the federal government prepares to spend nearly $16 billion on recovery efforts related to Sandy, this is a mistake taxpayers, and citizens affected by the storm, can't afford to see repeated,  says Sen. Tom Coburn. Louisiana is still pushing aid recipients to document their use of the money, and some 5,000 homeowners have complied following the report's assessment.", "masked headline": "$____M in Katrina, Rita Aid May Have Been Squandered", "calculation": "Copy(700)", "ans": "700"}, {"news": "(May 15, 2012  12:44 PM CDT) Nearly one in three adults in the US have sleepwalked, a new study finds. Researchers surveyed 16,000 Americans and found that 29% of respondents said they had sleepwalked at least once; almost 3% said they do it as often as once a month and another 1% said they do it at least twice a month. Prior to this,  We did not know what was the prevalence of sleepwalking—as a disorder—in the general population, and that was a big problem,  says the lead researcher. Prior research has been based on lab studies, but this one focused on home sleepwalking activity. Among its other findings: severe depression, OCD, insomnia, and sleep apnea can increase the likelihood you’ll sleepwalk. Also linked to an increased possibility of sleepwalking: drinking heavily and taking sleeping pills, Reuters reports.", "masked headline": "There's a ____% Chance You Have Sleepwalked", "calculation": "Copy(29)", "ans": "29"}, {"news": "(Sep 28, 2015  7:38 AM CDT) For a fifth time in six years, Japanese climber Nobukazu Kuriki is turning back from his summit bid on Mount Everest—this time hindered by heavy autumn snows and the profound challenge of making the bid with only his right thumb. Kuriki, 33, lost nine fingers to frostbite on the mountain in 2012, when he barely survived two days in a snow hole at 27,000 feet in below-zero temps, reports the BBC. And with the mountain claiming one in 10 climbers who try to summit, Kuriki decided not to push his luck. This time it was the conditions that prompted him to turn back after spending a month acclimatizing, reports CNN.  I realized if I kept going, I wouldn't be able to come back alive,  Kuriki wrote on Facebook. Kuriki was at the final stretch, having rested at the last camp on the route that Everest's first climbers, Edmund Hillary and Tenzing Norgay, took in 1953, but  it took too much time to move in deep deep snow,  he wrote. Kuriki was not only climbing without oxygen, but also without partners—he prefers to climb solo—and at a difficult, more volatile time of year. Climbers typically make their attempts in May, but Nepal closed the mountain for the spring climbing season after the April earthquake killed 19 people at base camp. Kuriki was the first to make an attempt since. (The earthquake actually moved Everest's peak.)", "masked headline": "Climber Who Lost ____ Fingers Abandons Everest", "calculation": "Trans(nine)", "ans": "9"}, {"news": "(Oct 17, 2009  12:36 PM CDT) The statement issued by a Los Angeles observatory and Sky & Telescope magazine this week says it all:  The world will not come to an end on Dec. 21, 2012.  It seems a confluence of events—the coming end of the Mayan calendar, for one, and the marketing of a new apocalyptic movie, for another—is fueling hysteria that Armageddon is just a few years away. It's reached such a fever pitch that scientists who would normally ignore such things have to keep reassuring people that it's all hokum, reports the LA Times.  Two years ago, I got a question a week about it,  says a NASA scientist who hosts a Q&A website.  Now I'm getting a dozen a day. Two teenagers said they didn't want to see the end of the world so they were thinking of ending their lives.  A slew of books and pseudo-scientific websites—the latter sometimes created by people trying to sell the former—are feeding the fire, with many foretelling a collision with a rogue planet. For the record, it's named Nibiru, though it also goes by Planet X.", "masked headline": "Relax, World Isn't Ending in ____", "calculation": "Copy(2012)", "ans": "2012"}, {"news": "(Oct 5, 2011  12:11 PM CDT) Police are still hunting for an  armed and dangerous  man who shot and killed three people and wounded five others at the California quarry where he worked this morning. He also shot and injured another woman in an attempted carjacking later. The suspect is identified as 45-year-old Shareef Allman. The San Jose Mercury News says he moonlighted as producer of a show called Real 2 Real on something called CreaTV in the area. (He interviews Jesse Jackson in one YouTube clip, which is in the gallery. Allman, who spread a message of non-violence, also has written a book called Amazing Grace about female victims of domestic violence, notes the Mercury News. The shooting spree occurred about 4:30am local time when a man left a safety meeting at the Lehigh Southwest Cement Permanente Plant, then returned with a rifle and a handgun, according to police. He fled on foot, and a massive manhunt is under way in the San Jose area. Schools are on lockdown, notes AP.", "masked headline": "____rd Victim Dead in Quarry Shooting; Manhunt Still On", "calculation": "Trans(three)", "ans": "3"}, {"news": "(May 12, 2009  10:37 AM CDT) The US Army today identified Sgt. John Russell as the man being held in the shooting deaths of five soldier at a stress clinic on a US base in Baghdad yesterday, CNN reports, as details of the assault emerged. Commanders had asked Russell, a 44-year-old Texan on his third tour in Iraq, to seek counseling and took the rare step of confiscating his weapon, the Washington Post adds. Russell was escorted to the clinic, but on arrival got into a verbal altercation with staff and was told to leave. As he was being driven away, Russell grabbed his escort’s gun and ordered him out of the vehicle. Then he drove back to the clinic and opened fire, killing two staff members and three enlisted soldiers. Russell was charged with five counts of murder and one count of aggravated assault.", "masked headline": "Soldier Charged With ____ Murder Counts in Iraq Clinic Shooting", "calculation": "Trans(five)", "ans": "5"}, {"news": "(Aug 25, 2010  2:10 PM CDT) The IRS says Marcos Esparza Bofill owes them $172 million in back taxes—which is pretty hard to believe, given that Esparza is a broke Spanish musician who recently had to borrow money from his relatives to pay his bills. The tax lien, which you can see on The Smoking Gun, springs from the brief stint Esparza spent trying to make a living as a daytrader in New York in 2006. Esparza’s trades went poorly, and he left the city in less than a year.  He had a very modest apartment. I think he was in a room that all you could fit in was a bed,  a friend tells the New York Post. When he heard about the tax bill,  the first thing he said to me was, ‘What’s the IRS?’  Experts say Esparza probably just didn’t file a return. When traders fail to file, the IRS assumes all their trades were profitable.", "masked headline": "IRS to Broke Spanish Hipster: You Owe $____M", "calculation": "Copy(172)", "ans": "172"}, {"news": "(May 14, 2009  11:09 AM CDT) Chrysler plans to eliminate 25% of its US dealers by next month, the New York Times reports. The embattled automaker notified 789 today, citing the need to keep remaining franchises profitable. Chrysler filed a list of those dealerships in bankruptcy court, and a judge could decide to rescue them. General Motors is expected to follow suit with 1,000 of its dealers tomorrow.", "masked headline": "Chrysler Junks 789 Dealers —____% of US Salesforce", "calculation": "Copy(25)", "ans": "25"}, {"news": "(Mar 4, 2014  11:30 AM) The New York Times followed the Best Picture win for 12 Years a Slave by tweeting a link to an 1853 article on Solomon Northup, the film's historical subject. The original article's lead describes what is to follow as  a more complete and authentic record than has yet appeared  on Northup's kidnapping. Authentic, perhaps, but erroneous: It spelled Northup's name wrong in two different ways. A Twitter user caught the errors, and now the Times has corrected them—just 161 years late, Poynter reports. The article spelled Northup's last name as  Northrop,  while the headline spelled it  Northrup.", "masked headline": "NYT Corrects 1853 Piece After ____ Years Win", "calculation": "Copy(12)", "ans": "12"}, {"news": "(Mar 2, 2015  10:39 AM) Four cousins were found unresponsive at their grandmother's home in Troy, Ohio, on Friday afternoon after a carbon monoxide leak, and three of them have now died. Sisters Dionanna Bishop, 14, and Dejah (also spelled Dejay) Bishop, 13, died after being taken to the hospital Friday; Jakia Jones, 13, died yesterday. Her brother, 8-year-old Jahari (also spelled Jakari) Ward, remains in critical condition, WDTN reports. The children lived with their grandmother, Jean Bishop, and investigators say the carbon monoxide poisoning was caused by a malfunctioning furnace, the Dayton Daily News reports. Police tell WHIO they are not sure whether the children went to school Friday; a relative came to the home around 2:20pm and found them unresponsive. That person told dispatchers the kids had been sick for days, CBS News reports; it notes the grandmother was in the hospital at the time, where she was being treated for what is thought to be pneumonia. The home is not believed to have carbon monoxide detectors, and attorneys representing the homeowners, Joseph and Kathy Caldwell, say the Caldwells were not aware of any furnace issues. As for Jahari, his uncle says the little boy is  fighting; he’s showing signs from stimulus, from us touching him and praying with him. We need prayers to help him fight for his life.", "masked headline": "Carbon Monoxide Leak at Grandma's Kills ____ Teens", "calculation": "Trans(three)", "ans": "3"}, {"news": "(Jun 6, 2016  6:41 AM CDT) A rape case at Stanford continues to make headlines, first because of the defendant's sentence and the victim's powerful statement, and now because of another statement made by the 20-year-old assailant's father. Swimmer Brock Turner received a sentence of six months in jail—he could have gotten 14 years—after being convicted of raping a passed-out young woman. In a letter written to the judge before sentencing, his father argued for just such leniency, reports the Guardian. Brock Turner shouldn't have his life ruined over  20 minutes of action,  wrote Dan Turner, adding that his son had suffered enough already.  He will never be his happy go lucky self with that easy going personality and welcoming smile,  he wrote.  His every waking minute is consumed with worry, anxiety, fear, and depression. You can see this in his face, the way he walks, his weakened voice, his lack of appetite.  The letter was made public Sunday in a tweet by Stanford law professor Michele Dauber, who helped shape the school's new sexual assault policies, and it's being met with a barrage of criticism online.  Tone-deaf,  says a post at the Huffington Post. It's a  near-perfect complement  to the victim's statement, writes Christina Cauterucci at Slate.  Dan Turner defends his son with nearly every thin excuse his son's victim demolishes in her letter; he elevates all the rape-apologist, victim-diminishing tropes she exposes as misogynist garbage.", "masked headline": "Dad of Stanford Rapist: Don't Judge Son on '____ Minutes'", "calculation": "Copy(20)", "ans": "20"}, {"news": "(Jan 2, 2012  8:34 PM) Oregon's incredible offense busted up Wisconsin and the record books on the way to the Ducks' first Rose Bowl victory in 95 years. Darron Thomas passed for three touchdowns, De'Anthony Thomas scored on runs of 91 and 64 yards, and the No. 6 Ducks earned their first bowl victory under coach Chip Kelly, holding off Wisconsin 45-38 tonight in the highest-scoring Rose Bowl ever played. And it wasn't over until a video review confirmed the Badgers (11-3) ran out of time at the Oregon 25, out of timeouts, and unable to spike the ball in time to stop the clock for a last-gasp fling. Lavasier Tuinei caught eight passes for 158 yards and two TDs for the Ducks (12-2), who had no postseason success to show for Kelly's otherwise wildly successful three-year tenure until this landmark offensive performance in the 98th Rose Bowl. Oregon hadn't won the West Coast's biggest game since 1917. The Granddaddy of Them All had never seen this many points, beating the record 80 scored by Washington and Iowa in 1991. With the Ducks wearing mirrored helmets and playing at their usual frantic pace, Oregon racked up 621 total yards, just shy of the Rose Bowl record. Click for more from the game.", "masked headline": "Oregon Wins ____st Rose Bowl in 95 Years", "calculation": "Trans(first)", "ans": "1"}, {"news": "(Mar 23, 2015  11:40 AM CDT) Darren Wilson went into hiding after shooting Michael Brown, and when a Phoenix cop killed an unarmed black man in December, police were afraid protesters would mob his home, NBC News reports. The latter never happened, but Arizona Rep. Steven Smith is sponsoring Senate Bill 1445, which would keep secret for 60 days the names of officers involved in shootings  that [result] in death or serious physical injury.   This is about protecting the welfare of an officer who is not a suspect,  the director of the Arizona Police Association tells NBC. But critics say the law would undermine the tenuous relationship between police and community and possibly hide abuse or mistakes.  At a time when the entire country is raising legitimate questions about why so many black men are dying at the hands of police, the state of Arizona is … becoming less transparent,  the director of the ACLU of Arizona tells NBC. An officer's name can still be released before the 60-day moratorium is up if the family or department OKs it, or if the officer is charged. And the bill has been amended from its original 90-day freeze—it passed in the House 44-13 last week and now heads back in amended form to the Senate, per the Eastern Arizona Courier. Protesters in the capital Wednesday refuted Smith's assertion that the law would stop a  whimsical mob [from] roaming the streets looking for blood  and noted there are already laws that allow for such secrecy if the officer is in danger, the Phoenix New Times reports.  This is being packaged as a cooling-off period; what many people in the community believe is this could build a covering-up period,  Democratic state Rep. Reginald Bolding tells NBC.  The beauty of our Public Records Law is its reliance on common sense, not arbitrary prohibitions,  adds David Bodney in an op-ed for the Arizona Republic.", "masked headline": "Law Would Shield Cop IDs for ____ Days After Shooting", "calculation": "Copy(60)", "ans": "60"}, {"news": "(Aug 29, 2009  12:54 PM CDT) The former president of Madison  Square Garden is suing George Steinbrenner for $23 million, accusing the Yankees boss of stealing his idea for a team-owned TV network, Newsday reports. Bob Gutkowski claims he brought the idea for what would become YES to Steinbrenner in the mid-'90s and was given assurances that he would head the network. The Yankees call the allegations  patently false and frivolous.", "masked headline": "$____M Lawsuit: Steinbrenner Stole My Idea", "calculation": "Copy(23)", "ans": "23"}, {"news": "(Jan 19, 2016  4:13 AM) The world's oldest man has died in Tokyo at the age of 112, two months short of his 113th birthday. Yasutaro Koide was born on March 13, 1903, and said his secret to a long life was not to overdo it, or drink or smoke. A native of Nagoya, Koide worked as a tailor when he was younger. He became the world's oldest man in August after the death of another 112-year-old Japanese man, Sakari Momoi. In Japan, 111-year-old Tokyo native Masamitsu Yoshida, born on May 30, 1904, succeeds Koide as the country's oldest man. It was not immediately known whether he is also the world's oldest man. (The world's oldest person is a 116-year-old woman in Brooklyn.", "masked headline": "Oldest Man Dies After ____ Years of 'Not Overdoing It'", "calculation": "Copy(112)", "ans": "112"}, {"news": "(Jul 11, 2011  12:30 PM CDT) The death toll from the sinking of a Russian cruise ship in the Volga River has ballooned to more than 100, and a great many of those were children. Minutes before the boat sank, the children had been brought together in an interior play area, the New York Times reports, making them less likely to survive than the adults above deck.  Practically no children made it out,  one surviving mother said.  There were many children on the boat, very many.  She said her own 10-year-old daughter had slipped from her grasp as she tried to pull her out of a window.  I held onto her as long as possible,  she said.  We were all buried alive in the boat like a metal coffin.  Dmitri Medvedev held a news conference and blamed the catastrophe on poor maintenance.  The vessel was in poor condition,  he said.  The number of old rust tubs which we have sailing is exorbitant.", "masked headline": "Cruise Ship Catastrophe Death Toll Hits ____", "calculation": "Copy(100)", "ans": "100"}, {"news": "(Sep 21, 2016  6:09 PM CDT) Let it never be said that Mark Zuckerberg and Priscilla Chan don't dream big. On Wednesday, the Facebook founder and his wife announced a $3 billion plan to wipe out disease by the end of the century, Variety reports.  This is about the future we want for our daughter and children everywhere,  Zuckerberg says in a Facebook post.  If there's a chance that we can help cure all diseases in our children's lifetime, then we will do our part.  Chan, who teared up while talking about telling parents their child has an incurable disease, says the hope is to  cure, prevent, or manage all disease within our children's lifetime,  according to USA Today. It may sound far-fetched, but Zuckerberg says he's  optimistic  it can be done, pointing out that modern medicine has made impressive progress despite only existing for 100 years or so.  Today, just four kinds of diseases cause the majority of deaths,  he says on Facebook.  We can make progress on all of them with the right technology.  To that end, the Chan Zuckerberg Initiative hired neuroscience and genetics expert Dr. Cori Bargmann to spearhead the effort. And $600 million of its $3 billion investment will go toward the Chan Zuckerberg Biohub research facility. The power couple started the Chan Zuckerberg Initiative after the birth of their daughter last year, pledging to give away 99% of their fortune.", "masked headline": "Zuckerberg, Chan Pledge $____B to End Disease", "calculation": "Copy(3)", "ans": "3"}, {"news": "(May 20, 2012  6:01 PM CDT) The Bee Gees' Robin Gibb lost his battle with cancer today. He was 62. In a statement, his family announced his death  with great sadness.  Though the singer had recently made what seemed like a miraculous recovery, Rolling Stone reports that Gibb fought both colon and liver cancer and recently faced a secondary tumor and pneumonia. Gibb made up one third of the Bee Gees, formed with twin Maurice and older brother Barry. Writing for Rolling Stone, David Browne notes that Robin's  quivering, vulnerable voice  was a major element of the group's earliest 1960s hits, but it wasn't until the mid- to late-'70s (and after a band breakup, stalled solo career, and reunion) that the Bee Gees hit it huge thanks to Saturday Night Fever. Bittersweet: Next week's Glee will feature the group's Saturday Night Fever songs.", "masked headline": "Bee Gees' Robin Gibb Dead at ____", "calculation": "Copy(62)", "ans": "62"}, {"news": "(Feb 9, 2011  4:02 AM) Stunned residents of the small Idaho town of Marsing have just learned that the man they knew as Jay Shaw was actually Enrico Ponzo, a fugitive mobster from Boston. Ponzo, who had been on the lam for 17 years, was arrested this week for a long list of charges including racketeering and conspiracy to murder. The FBI says the 42-year-old gangster was part of a rogue Mafia faction that attempted to kill New England mob boss  Cadillac  Frank Salemme.  You know, I’ve always thought there was something a little bit different about Jay. I’ve always felt he was running or hiding from something,  said a neighbor who describes Ponzo as  a very, very, nice guy  who lived an unremarkable life.  I’m in shock,  he told the Idaho Statesman. Ponzo, the neighbor says, called him from jail to ask him to look after his cows.  I said, ‘Hey, what’s going on,’  the neighbor says.  He laughs: ‘This is a bunch of bull, but I’m going to be here a long time.’", "masked headline": "Rogue Mobster Enrico Ponzo Arrested in Idaho After ____ Years On the Lam", "calculation": "Copy(17)", "ans": "17"}, {"news": "(Apr 9, 2016  12:59 PM CDT) A new study published in the journal Science suggests that a quick, face-to-face conversation can put a dent in LGBT prejudice. Volunteers who went door to door—aka  deep canvassing,  per the Atlantic— substantially reduced transphobia,  say the researchers.  We found that a single, approximately 10-minute conversation with a stranger produced large reductions in prejudice that persisted for at least the three months studied to date,  says lead author David Brockman in a press release. And it's all about reaching people through empathy, not wearing them down through arguments or  tricking  them over to your side.  Similar to cognitive behavioral therapy … if you ask the right questions and have [people] think through their own opinions and behaviors, that can help people lead them to change their own minds,  Brockman tells ABC News. The study recruited 56 canvassers to receive training developed by the Los Angeles LGBT Center in CBT-based techniques, then sent them to visit 501 voters in the Miami area. The topic: issues facing transgender people after an anti-discrimination ordinance was passed. The canvassers took 10 minutes to explain the ordinance, ask voters for their take on transgender people, and have the voters recall a time when they themselves were judged for being different, thus encouraging  voters to see how their own experience offered a window into transgender people's experiences.  They say 70% of those who opened their doors went through the entire exercise, and three months later, they were more likely to show  positive  feelings toward transgender people than those in a control group.", "masked headline": "____-Minute In-Person Chat May Reduce Prejudice", "calculation": "Copy(10)", "ans": "10"}, {"news": "(Jul 20, 2016  7:13 AM CDT) An Air Force lieutenant who was sent to the United Arab Emirates to help take on the Islamic State has died at the age of 25, the Miami Herald reports. The Air Force Times IDs her as 1st Lt. Anais A. Tobar, per a Department of Defense press release, which notes she died on Monday of a  non-combat-related injury.  The release didn't indicate either the cause of death nor where in the UAE it took place; an Air Force spokesperson says her body was found in her room. Tobar was assigned to the 4th Aircraft Maintenance Squadron based at North Carolina's Seymour Johnson Air Force Base and had been deployed in Abu Dhabi to help out with Operation Inherent Resolve, which leads targeted operations against ISIS. Tobar was born in Venezuela and grew up in Florida, spending much of her youth in Miami and attending Osceola High School in Kissimmee before heading off to Florida State University. After a stint in the Air Force Reserve in high school, Tobar fully enlisted in the Air Force to  see the world,  family friend Mercy McGee tells the Orlando Sentinel, adding to the Herald,  There are not enough words to tell you what a loving and wonderful girl she was. She was God-fearing, deeply devoted to serving others and her country.  Officials told Tobar's family an autopsy would be done once Tobar's body was brought back to the US, McGee notes.", "masked headline": "____-Year-Old Airman Found Dead in Her Room in UAE", "calculation": "Copy(25)", "ans": "25"}, {"news": "(Nov 4, 2008  3:19 PM) Stocks rallied on Election Day as investors applauded the looming conclusion to the presidential race, the Wall Street Journal reports. Continuing declines in interbank lending, and strong third-quarter earnings reports also fueled optimism, with the Dow rising 305.45 to close at 9,625.28. The Nasdaq climbed 53.79 closing at 1,780.12, while the S&P 500 gained 39.45 to settle at 1,005.75. The three-month US Libor dropped 0.10% to 2.706%, its 17th consecutive daily decline, signaling easing lending costs. Archer Daniels Midland rose 14.83% after the agricultural firm reported a doubling in third-quarter profit. MasterCard also shot up 18.2% despite reporting a quarterly loss of $194 million, because the loss was due to an antitrust penalty.", "masked headline": "Stocks Up ____ in Election Rally", "calculation": "Round(305.45,0)", "ans": "305"}, {"news": "(Jul 24, 2015  5:41 AM CDT) The death of a Los Angeles man in his car has led police to a huge stash of firearms and an even bigger pile of strangeness. From what cops can piece together, Jeffrey Alan Lash claimed to be a spy—sometimes a hybrid human-alien spy—and just before he died in his car on July 4, he told his fiancee that government agencies would take care of his body, the Guardian reports. She left town on his orders and called police two weeks later after discovering his rotting corpse was still in the vehicle in the upscale Pacific Palisades neighborhood. Police found a stash of 1,200 firearms in the apartment they shared—which has now risen to 1,500, according to the Los Angeles Times—along with $230,000 cash, explosives, and 6.5 tons of ammo. Police say the weapons were legally acquired and that out of 14 vehicles registered to Lash, they've found eight in various LA locations—including an SUV that can drive underwater, the AP reports. The partner of Lash's late father tells the Times that he was a loner and that she lost touch with him years ago and didn't know where his money came from. Police say Lash had late-stage cancer and that foul play is not suspected in his death. He had told his fiancee that his illness was caused by chemical weapons exposure on a secret mission, reports the Guardian, which notes that the  tentative conclusion  investigators have reached is that he was so caught up in a fantasy world of spying that others around him started to believe it.", "masked headline": "Dead Man With ____K Guns 'Thought He Was Alien Spy'", "calculation": "Paraphrase(1,500,K)", "ans": "1.5"}, {"news": "(Apr 12, 2010  10:50 AM CDT) A straw poll at the Southern Republican Leadership Conference shows Mike Huckabee's chances for the 2012 presidential nomination to be slim at best. Gingrich came in fourth to Huckabee's fifth among first-choice picks, but came in first in second-choice preferences—a result that illustrates his broad appeal among conservatives. The strident opposition evoked by his fiercest rivals, Sarah Palin and Mitt Romney, has Tom Schaller calling Gingrich the  GOP's 2012 sleeper candidate.  But Gingrich has problems, too—the highest unfavorable ratings among Republicans of any of the primary front-runners and only a modestly better reputation among the general population, Nate Silver writes on FiveThirtyEight.com.", "masked headline": "Newt Could Be GOP's ____ Sleeper Candidate", "calculation": "Copy(2012)", "ans": "2012"}, {"news": "(Jan 30, 2009  3:18 PM) Stocks extended losses today off the news of a 3.8% decline in US GDP for the fourth quarter, ending a turbulent month, MarketWatch reports. The report capped a week of widespread layoffs and poor earnings at major US firms. Amazon.com was a rare exception, up 18% on strong fourth-quarter earnings. The Dow fell 148.15 to close at 8,000.86. The Nasdaq closed down 31.42 at 1,476.42, and the S&P 500 lost 19.26 to settle at 825.88.", "masked headline": "Dow Off ____, Down 8.8% for Month", "calculation": "Round(148.15,0)", "ans": "149"}, {"news": "(Dec 24, 2014  11:19 AM) Turns out you won't even have to leave your house if you want to watch controversial Sony flick The Interview. The company has announced that, as of 1pm Eastern today, the Seth Rogen and James Franco movie about a plot to assassinate Kim Jong Un is available on YouTube, Google Play, Xbox, and possibly Sony's site SeetheInterview.com. It'll cost you $14.99 to buy or $5.99 to rent, Business Insider reports. The movie was initially pulled from release after the Sony hack and ensuing threats, but it will also be released in some theaters tomorrow after all.", "masked headline": "You Can Watch The Interview at ____pm", "calculation": "Copy(1)", "ans": "1"}, {"news": "(Oct 11, 2016  12:29 PM CDT) After 50-year-old Brigitte Godfrey died of an asthma attack in March of 2013, her family contacted Living Waters Funeral Home near Chicago to cremate the body, reports Courthouse News Service. That never happened: Two years later, Godfrey's corpse was found with three other bodies and a bag of organs in a suburban Chicago garage. Now her family has filed a lawsuit claiming the defendants  lost, disposed of and handled Brigitte's remains in an unlawful, unauthorized manner in violation of the contract.  The garage belonged to a man named Anton Godfrey, who apparently worked in some capacity for Living Waters, though the Chicago Tribune reports that the relationship remains  unclear.  Authorities say Anton Godfrey essentially operated an unlicensed mortuary and was  the subject of multiple court orders to cease and desist his in-home mortuary practices,  per the Tribune. He was once fined $10,000 over the issue. When he died last year, his wife discovered the remains in their garage, and all four bodies have since been identified. (The son of one man says Godfrey kept promising to deliver the ashes in an urn but never did.) Anton Godfrey reportedly had a distant family relationship to Brigitte Godfrey, and he told her relatives that he would  take care of things  for $1,800 when she died, reported the Chicago Sun-Times and NBC Chicago. (The body of a newborn baby was found after his parents paid for his cremation.)", "masked headline": "Family Sues Mortuary After Body Left in Garage ____ Years", "calculation": "Trans(Two)", "ans": "2"}, {"news": "(Sep 28, 2015  5:40 PM CDT) The New York City Bureau of Fraud Investigation sent a letter last week announcing that Medicaid health benefits for Selma Cohen had been cut off because the woman had been declared dead. So you can imagine the surprise Cohen, 87, felt when she received the letter.  I couldn’t believe it,  the Brooklyn woman tells the New York Daily News.  At first I thought it was a joke or something.  She called the bureau and was told to visit a local Medicaid office, where a clerk told her there had been a computer error—but that Cohen would have to apply for and receive a state ID in order to prove she is, in fact, alive.  When you’re dead, they don’t send you checks,  she says. Cohen, who had already paid her Medicaid premium through December but had to cancel a doctor's appointment when the doctor confirmed she was no longer covered by Medicaid, was  extremely frustrated,  noting that she didn't have time for the weeks-long process and was concerned she'd also stop receiving her Social Security benefits and food stamps. The cut-off would also prevent her from visiting doctors and paying for much-needed cancer medication, CBS New York reports. But as of Monday, Cohen's Medicaid benefits were reinstated after Sen. Kirsten Gillibrand’s office stepped in. Cohen will also be reimbursed for the time she had been deemed dead. (Medicaid recently paid more than $30,000 in an attempt to wean a newborn baby girl off heroin.)", "masked headline": "Woman, ____, Convinces New York She's Not Dead", "calculation": "Copy(87)", "ans": "87"}, {"news": "(Apr 6, 2011  10:10 AM CDT) Well that was fast. Scott Walker did an about-face yesterday and demoted the son of a major campaign donor from his $81,500-per-year Commerce Department gig—to his former $64,728 job. Brian Deschane will return to his previous post as a bureau director at the Department of Regulation and Licensing, the Milwaukee Journal-Sentinel reports. The 27-year-old, who has no college degree and little experience (but does have two drunk-driving convictions!), had been in that job just two months when he was promoted to head of Wisconsin's environmental and regulatory affairs. Among those Deschane beat out for the job: a former Cabinet secretary with a doctoral degree and eight years experience overseeing oil contamination cleanup, and a professional engineer who had held the job since 2003 under the last governor. Neither was even interviewed.  When Governor Walker learned the details of this agency staffing decision, he directed his administration to move in another direction,  a Walker spokesman says (last week, this same rep called Deschane a  natural fit  for the position). But the demotion didn't satisfy some Democrats.  I want to make sure he was properly hired for that job in the first place,  said Assembly Minority Leader Peter Barca. Click for more on the brouhaha.", "masked headline": "Walker Demotes Donor's Kid— to Puny $____K Job", "calculation": "Round(Paraphrase(64,728,K),0)", "ans": "65"}, {"news": "(Feb 25, 2014  10:25 AM) Yesterday, Uganda's president made  aggravated homosexuality  punishable by life in prison; today, a tabloid has printed a list of Ugandans it says are gay. The Red Pepper headline reads,  EXPOSED! Uganda's 200 Top Homos Named,  per CNN. The AP adds that the list, which was accompanied by some photos, includes some Ugandans who had not identified themselves as gay. Similar lists have previously been published in the country. President Yoweri Museveni yesterday told CNN that gays are  disgusting. ... I've been told recently that what they do is terrible,  he added.  But I was ready to ignore that if there was proof that that's how he is born, abnormal. But now the proof is not there.  His comments come after government scientists supposedly found that being gay is  learned.  Meanwhile, the White House has slammed the new law, and John Kerry says the US is reviewing its ties with Uganda. Ugandan gay rights activist Pepe Julian Onziema— who is on the list along with a hip-hop star and a priest—claims that people attempted suicide in advance of the new law.  They are like, 'I'm not going to live to see this country kill me, so I would rather take my life.'", "masked headline": "Uganda Tabloid Names ____ 'Top' Homosexuals", "calculation": "Copy(200)", "ans": "200"}, {"news": "(Apr 13, 2015  5:48 AM CDT) Guenter Grass, the Nobel-winning German writer who gave voice to the generation that came of age during the horrors of the Nazi era but later ran into controversy over his own World War II past and stance toward Israel, has died. He was 87. Grass was lauded by Germans for helping to revive their culture in the aftermath of World War II and helping to give voice and support to democratic discourse in the postwar nation. Yet he provoked the ire of many in 2006 when he revealed in his memoir that, as a teenager, he had served in the Waffen-SS, the combat arm of Adolf Hitler's notorious paramilitary organization. A trained sculptor, Grass made his literary reputation with The Tin Drum, published in 1959. Combining naturalistic detail with fantastical images, his work captured the German reaction to the rise of Nazism, the horrors of the war, and the guilt that lingered after Adolf Hitler's defeat. Three decades after its release, in 1999, the Swedish Academy honored Grass with the Nobel Prize for literature, praising him for setting out to revive German literature after the Nazi era. With The Tin Drum, the Nobel Academy said,  it was as if German literature had been granted a new beginning after decades of linguistic and moral destruction.", "masked headline": "Nobel-Winning Author Guenter Grass Dies at ____", "calculation": "Copy(87)", "ans": "87"}, {"news": "(May 7, 2013  4:22 PM CDT) Delaware will become the 11th state to allow same-sex marriages. A divided state Senate gave final legislative approval today to a bill authorizing same-sex marriage after hearing about three hours of debate. The vote sends the bill to Democratic Gov. Jack Markell, who has promised to sign it. The bill doesn't give same-sex couples any more rights or benefits under Delaware law than they currently have with civil unions. But supporters say same-sex couples deserve the dignity and respect of married couples. Rhode Island became No. 10 last week.", "masked headline": "Delaware Will Be ____th State to Allow Gay Marriage", "calculation": "Copy(11)", "ans": "11"}, {"news": "(Feb 25, 2009  5:31 AM) The eldest son of David Cameron, leader of Britain's Conservative Party and the country's possible next prime minister, died early this morning at age 6. Ivan Cameron suffered from severe epilepsy and cerebral palsy and required constant care, reports the Times of London. He was born with Ohtohara syndrome, a rare neurological condition from which almost all sufferers die in childhood.", "masked headline": "UK Conservative Leader's Son Dies at Age ____", "calculation": "Copy(6)", "ans": "6"}, {"news": "(Aug 27, 2012  5:29 PM CDT) The FDA today gave the green light to a new anti-HIV pill that combines four medicines to combat the virus that causes AIDS. The agency approved Gilead Sciences' Stribild as a once-a-day treatment to control HIV in adults who have not previously been treated for infection. The pill contains two already approved antiviral drugs (currently sold as the combination pill Truvada) with two new drugs: elvitegravir and cobicistat. Elvitegravir interferes with one of the enzymes that HIV needs to multiply. Cobicistat helps prolong the effect of elvitegravir. Company studies showed that 88% to 90% of patients taking Stribild had an undetectable level of HIV in their blood after 48 weeks, compared with 87% for patients taking Atripla, another HIV drug that contains Truvada and one other drug. Like most other HIV drugs, Stribild will carry a boxed warning about potentially dangerous side effects, including severe liver problems and the buildup of lactic acid. More common side effects include nausea and diarrhea.", "masked headline": "FDA OKs ____-in-1 HIV Pill", "calculation": "Add(2,2)", "ans": "4"}, {"news": "(Mar 14, 2012  9:38 AM CDT) Last night, British PM David Cameron enjoyed his very first taste of March Madness, compliments of President Obama. At tonight's state dinner, he'll likely enjoy some American wine as well—but don't expect too many details about the winery, year, or appellation. That's because Obama put a stop to the tradition of revealing said info after his third state dinner ... following a brouhaha over the price tag. In honor of Hu Jintao's visit, the Chinese president was served a 2005 Quilceda Creek Cabernet Sauvignon from Washington state that garnered a 100-point Robert Parker rating. The White House didn't say how much it paid per bottle, but it originally retailed for $115, and was selling for $300 and up by the time of the Jan. 19, 2011, dinner. So when Angela Merkel was honored at a state dinner in June, the released menu said nothing more than  an American wine will be paired with each course.  Ditto for South Korean President Lee Myung-Bak's Oct. 13 menu. And while the move may ostensibly make sense ( they’re probably sensitive to displays of wealth at a time when the economy is not firing on all cylinders,  says one wine expert), many argue the move hurts, instead of helps. Promoting top winemakers  is good for America,  says one wine editor, and Bloomberg notes that state dinners provide a prime opportunity to show China and other new big wine importers what the US has to offer. To wit, Quilceda Creek saw a  pretty significant  uptick in Asia after Hu's dinner.", "masked headline": "After Pouring a $____ Bottle, White House Mum on Wine", "calculation": "Copy(300)", "ans": "300"}, {"news": "(Dec 2, 2015  7:42 AM) A mom who lives in a gated apartment complex in Sacramento, Calif., and describes her parenting style as  free range  faces up to six months in jail for letting her 4-year-old son play alone in the complex playground 120 feet from her front door. She was charged after two neighbors watched the boy, Tomahawk Hendren, playing by himself at the playground and then went outside to ask him to go home. When he said he wasn't done playing, they called the cops, and Child Protective Services took over, reports Fox40. Sonya Hendren's attorney says it's now up to the prosecution to prove that Hendren willfully put her son in danger to proceed with the child endangerment and neglect charges. While she was initially arrested for felony child endangerment and neglect, Hendren's charges have been reduced to misdemeanors and she has been offered a reduced sentence of 30 days in jail and one year of probation. However, she rejected the plea deal in order to fight the charges and now faces a maximum penalty of six months in jail and a three-year probation, reports People.  I just thought she would get a warning,  says one of the neighbors who called CPS, adding,  I'm not mad she has to do things now to teach her, because what if someone did take him?  For her part, Hendren says,  Of course I love him, I do everything for him. I breastfed for 28 months. I cloth-diapered, you know, obviously I'm avoiding helicopter parenting.  Meanwhile, Tomahawk, an  outdoors  boy, says,  I love her like 20 times—maybe a thousand.  (See what happened when this couple left four young kids home alone.)", "masked headline": "Mom Lets 4-Year-Old Play ____ Feet Away, Faces Jail", "calculation": "Copy(120)", "ans": "120"}, {"news": "(Jan 10, 2016  5:59 AM) Enthusiastic ticket-buyers pushed the record Powerball jackpot to $949.8 million for Saturday night's drawing, but no ticket matched all six numbers, boosting the expected payout for Wednesday's drawing to a whopping $1.3 billion. The winning numbers were 16-19-32-34-57 and the Powerball number 13. All six numbers must be correct to win, although the first five can be in any order. The odds to win the largest lottery prize in US history were one in 292.2 million. Officials with the Multi-State Lottery Association, which runs the Powerball game, said they expected about 75% of the possible number combinations would have been bought for Saturday night's drawing. Since Nov. 4, the Powerball jackpot has grown from its $40 million starting point as no one has won the jackpot. Such a huge jackpot was just what officials with the Multi-State Lottery Association hoped for last fall when they changed the odds of matching all the Powerball numbers, from about one in 175 million to one in 292.2 million. By making it harder to win a jackpot, the tougher odds made the ever-larger prizes inevitable. The US saw sales of $277 million on Friday alone and more than $400 million were expected Saturday, according to the executive director of the Texas Lottery. The record jackpot lured an unprecedented frenzy of purchases. Anndrea Smith, 30, said Saturday that she already had spent more than she usually does on Powerball tickets.  I bought four yesterday, and I usually never buy any,  said Smith, manager of Bucky's gas station and convenience store in Omaha, Nebraska. She's not alone, saying the store sold  about $5,000 worth of tickets yesterday. Usually on a Friday, we might sell $1,200 worth.", "masked headline": "Nobody Wins Powerball; Jackpot Heads to $____B", "calculation": "Copy(1.3)", "ans": "1.3"}, {"news": "(Sep 9, 2009  9:59 AM CDT) The creepy tale of 9, which depicts a burlap-bodied robot’s (Elijah Wood) quest for his origins while battling bad guys in a post-apocalyptic world, looks incredible—but its script leaves something to be desired.", "masked headline": "____'s Visuals a Perfect 10", "calculation": "Copy(9)", "ans": "9"}, {"news": "(Feb 8, 2013  9:05 AM) With the manhunt in Big Bear Lake for ex-cop Christopher Dorner coming up empty so far, authorities are admitting they have no idea where Dorner is, reports Fox News. Thousands of police officers are now involved in the hunt, in California, Nevada, Arizona, and northern Mexico.  He could be anywhere at this point,  says the San Bernardino county sheriff. Meanwhile, the AP reports that as many as 16 San Diego County sheriff's deputies spent the night surrounding and searching a rural home after a hoaxer reported Dorner was there. There were people at home but Dorner wasn't one of them. Investigators have a pretty good idea who made the call and will seek criminal charges.", "masked headline": "Thousands of Cops Look for Dorner in ____ States", "calculation": "Add(Add(Span(California),Span(Nevada)),Span(Arizona))", "ans": "3"}, {"news": "(Apr 9, 2010  6:38 PM CDT) Tiger Woods plodded along in today's second round of the Masters, making one par after another, mixing in the occasional birdie, and avoiding any major mistakes on his way to a 2-under-par 70—which has him two shots off the lead heading into the weekend. Woods still has some work to do. A pair of Englishmen, Ian Poulter and Lee Westwood, share the lead at 8-under 136. Neither Poulter nor Westwood has won a major title—Woods has 14, including four of Augusta's famed green jackets.", "masked headline": "Woods Solid, ____ Behind Poulter, Westwood", "calculation": "Copy(2)", "ans": "2"}, {"news": "(Jul 25, 2015  10:01 AM CDT) Two animal rights activists who authorities say went on an epic vigilante road trip across the US have been arrested and face jail time. Joseph Buddenberg, 31, and Nicole Kissane, 28, both of Oakland, are accused of freeing about 5,000 mink from various farms along with a slew of vandalism incidents, reports the San Francisco Chronicle. Prosecutors say the pair set out in June 2013 in a Honda Fit and began their spree by vandalizing a San Diego fur store with paint and Super Glue. After that, they allegedly freed mink from cages at farms in Idaho, Minnesota, Wisconsin, Iowa, and Pennsylvania, along with one lucky bobcat in Montana, reports the San Diego Tribune. They also vandalized other stores and vehicles (including a police chief's car) along the way, say authorities.  Whatever your feelings about the fur industry, there are legal ways to make your opinions known,  say US Attorney Lura Duffy.  The conduct alleged here, sneaking around at night, stealing property and vandalizing homes and businesses with acid, glue and chemicals, is a form of domestic terrorism and can’t be permitted to continue.  The pair allegedly wrote of their spree in encrypted  communiques  on activist websites as it progressed. They're accused of violating the federal Animal Enterprise Terrorism Act, and each faces 10 years in prison and a $250,000 fine. Both are out on bond with electronic monitoring.", "masked headline": "____ Activists Accused of Freeing 5K Mink Caught", "calculation": "Trans(Two)", "ans": "2"}, {"news": "(Aug 30, 2010  5:08 PM CDT) Some 30% of UK parents think playing with their children is boring, a new poll finds. The poll, commissioned by Disneyland Paris, looked at how parents spent recreational time with their children. More than a fifth hadn't played with their kids in such a long time that they had forgotten how, the Independent reports. The kicker? Many kids aren't fooled—15% said they realized their parents were bored while playing with them.", "masked headline": "Playing With Kids Bores ____% of Parents", "calculation": "Copy(30)", "ans": "30"}, {"news": "(Jun 23, 2014  11:56 AM CDT) On Saturday morning, four fishermen saw birds hovering over the waters seven miles off the Hallandale Beach shore in Broward County, Florida. Usually, their presence signals fish in the water. But not this time. Instead of fish, the men—two of them off-duty sheriff’s detectives and one a firefighter/paramedic—pulled two people, Sean McGovern, 49, and Mellisa Morris, 51, out of the water, reports the Sun Sentinel. The pair had fallen off their 30-foot Island Hopper in Key Largo Friday night around 6pm, and watched their boat, which was in high gear, drift out of reach. They weren’t wearing life jackets and so far, officials don’t know what caused the incident. Fisherman Steve Couch’s working theory?  They must've been having a good time.  CNN reports the couple was floating for 14 hours; the Sun Sentinel says 13. Either way, they had floated 10 nautical miles and had mild hypothermia, dehydration, and jellyfish stings by the time they were rescued in what a Coast Guard rep calls a  stroke of luck.  The pair survived by staying close to shore, using the light as a guide; Morris kept hold of McGovern’s feet so she wouldn't lose him in the water, and had to shake him awake during the night, their rescuers say. McGovern and Morris were handed over to the Coast Guard and friends picked them up back on shore. As for their boat—it turned up on a Fort Lauderdale beach Saturday afternoon.", "masked headline": "Couple Falls Overboard, Treads Water for ____ Hours", "calculation": "Copy(14)", "ans": "14"}, {"news": "(May 30, 2012  9:03 AM CDT) Mary-Kate Olsen's latest companion just so happens to be the half-brother of recently unemployed French president Nicolas Sarkozy. Olivier Sarkozy, 42, is managing director of the Carlyle Group and has been dating 25-year-old Olsen about one month, the New York Post reports. The couple is  head over heels,  apparently, and spent Memorial Day weekend together in the Hamptons. Olsen, who also once dated Greek shipping heir Stavros Niarchos, was most recently in a relationship with artist Nate Lowman, the Daily Mail notes. The divorced Sarkozy, who has two children, just broke up with actress Stella Schnabel in March.", "masked headline": "Mary-Kate, 25, Dating Sarkozy Half-Bro, ____", "calculation": "Copy(42)", "ans": "42"}, {"news": "(Sep 29, 2016  5:55 PM CDT) The Queen's English as spoken in the UK is under attack by immigrants, computers, American television, and youths. Or should we say yoofs? In a report published Thursday, linguistic experts at the University of York predict major changes in Brits' pronunciation of the English language by 2066, the Sun reports. According to the Telegraph, those changes include the complete disappearance of the voiced dental nonsibliant fricative, also known as the  th  sound. It will be replaced with the  f,   d,  and  v  sounds, so  thick  becomes  fick  and  mother  becomes  muvver.  Other changes include words like  cute  and  beauty  becoming  coot  and  booty,  the  w  and  r  sounds becoming indistinguishable, and the dropping of  l  sounds at the end of words. Researchers studied 50 years of language recordings and current social media to make their predictions, which the Guardian sums up in a sentence:  I totes fink that car is a booty.  (Your Newser editors have no idea why the newspaper didn't change  that  to  dat  in dat example.) Researchers believe the changes will be spurred on by immigrants, who have a hard time pronouncing the  th  sound; the increased use of voice command; the prevalence of the American accent in pop culture; and the fact that most computers are developed in California. They found that in 50 years, age—not class—will be the biggest determinant of how people speak.  The Queen’s English spoken by Prince George as he grows up is not going to be the same as the Queen’s English spoken by the Queen,  RT quotes the study's author as saying. (A Texas woman came out of surgery with a British accent.)", "masked headline": "Enjoy Your 'Th' Sounds Now, They'll Be Gone by ____", "calculation": "Copy(2066)", "ans": "2066"}, {"news": "(Jun 24, 2013  2:56 AM CDT) A woman who locked her 5-year-old daughter up in a room with a loaded gun has been charged with second-degree murder in the child's death, police in New Orleans say. Initial investigations show that the girl found a loaded .38-caliber revolver in the bedroom and accidentally shot herself in the head, a police spokesman tells the Times-Picayune. Laderika Smith, 28, who admitted that she left the child locked alone in a room while she went to the store, was initially charged with child cruelty but the charge was upgraded to murder after her daughter was taken off life support yesterday afternoon. The Advocate spoke with a relative who lives in the home and claimed possession of the gun—but said he was keeping it for someone else, and, by raising his arm, suggested to the Advocate reporter that he kept the gun high up in the room. He didn't give any more specifics about its location.", "masked headline": "Mom on Murder Rap After ____-Year-Old Shoots Self", "calculation": "Copy(5)", "ans": "5"}, {"news": "(Mar 13, 2009  3:20 PM CDT) Stocks made gains today, extending a winning streak into its fourth day, MarketWatch reports. Merck rose 12.5% on announcement of its merger with Schering-Plough, while General Motors built on recent gains with a 22.9% jump. The Dow closed up 53.92 at 7,223.98. The Nasdaq rose 5.40 to close at 1,431.50, while the S&P 500 gained 5.81 to settle at 756.55. For the week, the Dow rose 9%, the Nasdaq gained 10.6%, and the S&P added 10.7%", "masked headline": "Dow Up ____, Gains 9% for Week", "calculation": "Round(53.92,0)", "ans": "54"}, {"news": "(Feb 11, 2008  5:12 AM) A US Army sniper was sentenced to 10 years in prison yesterday after a court martial found him guilty of murdering an Iraqi civilian. The Iraqi was shot when he stumbled upon the sniper's hideout, and a weapon was planted on the body to make it appear that the victim was a terrorist, reports the Los Angeles Times.  When I came to Iraq, I didn't come over to do the wrong thing,  testified shooter Sargeant Evan Vela.  My experience in Iraq is with me every day. I have to live with this every day for the rest of my life. I am truly sorry for what happened.", "masked headline": "GI Gets ____ Years for Iraqi Murder", "calculation": "Copy(10)", "ans": "10"}, {"news": "(Dec 5, 2013  11:24 AM) Authorities say one child has died and at least four others were injured when a dump truck collided with a school bus carrying elementary school students in a small southwest Idaho city. Emergency crews are responding to the scene today in Kuna, a town about 30 minutes from Boise. Canyon County Sheriff spokeswoman Theresa Baker says as many as 10 children in the sixth grade or younger were on a bus destined for Crimson Point Elementary School. Baker says the dump truck hit the back of the school bus at an intersection, but it's not yet clear who was at fault.", "masked headline": "____ Child Dead in Idaho School Bus Crash", "calculation": "Trans(one)", "ans": "1"}, {"news": "(Dec 20, 2008  6:38 PM) With the 20th anniversary of the Pan Am flight 103 bombing upon us tomorrow, it's a good time not just to remember the victims but to salute their families for the wide-ranging changes they worked to bring about, writes Alan Levin in USA Today.  Laws on everything from lawsuits against terrorists to airport security were changed,  notes Levin, along with new airline policies on how to deal humanely with the families of victims.  All of these came about at least in part because of the pressure brought by an intense band of family members,  writes Levin. Their work led to the conviction of one of the bombers, and it forced Libya to pay millions in restitution to the loved ones of the 270 people killed. Still, it's little consolation for many.  For those who've lost their kids, you don't get closure,  says one grieving father.", "masked headline": "____ Years Later, Lockerbie Families' Work Endures", "calculation": "Copy(20)", "ans": "20"}, {"news": "(Apr 16, 2016  7:48 AM CDT) Army troops and other rescuers rushed Saturday to save scores of trapped residents after a pair of strong earthquakes in southwestern Japan killed at least 41 people, injured about 1,500, and left hundreds of thousands without electricity or water. Rainfall is forecast to start pounding the area soon, threatening to further complicate the relief operation and set off more mudslides in isolated rural towns, where people were waiting to be rescued from collapsed homes, the AP reports. Officials say the death toll is at least 32 from the magnitude-7.3 quake that shook the Kumamoto region on the island of Kyushu early Saturday. Nine died in a magnitude-6.5 quake that hit the same area Thursday night Japanese media reported that nearly 200,000 homes are without electricity, and that drinking water systems have also failed in the area. TV video showed people huddled in blankets, sitting or lying down shoulder-to-shoulder on the floors of evacuation centers. An estimated 400,000 households were without running water. Prime Minister Shinzo Abe expressed concern about secondary disasters as forecasters predicted rain and strong winds later in the day. With the soil already loosened by the quakes, rainfall can set off mudslides.  Daytime today is the big test  for rescue efforts, Abe said. Landslides have already cut off roads and destroyed bridges, slowing down rescuers.", "masked headline": "Toll Hits ____ in Japan Quakes", "calculation": "Copy(32)", "ans": "32"}, {"news": "(Apr 12, 2011  1:10 PM CDT) Maybe Glenn Beck has been right about gold all this time—a new report says the precious metal could top $2,100 an ounce by 2014, and could come close to hitting the staggering $5,000 mark by the end of the decade in  a possible ‘super-bull’ scenario,  reports the Telegraph. The key is less economic problems in the West and more continuing growth in the East, according to a report by the Standard Chartered Bank. Rising demand for gold in China and India will be the force behind the bull run: Incomes in those two countries are expected to rise to 30% of the US level by 2030.  Assuming that the relationship between rising income levels and gold holds, gold prices could reach $4,869 by 2020,  the report said. But higher mine production in the coming years  should overwhelm demand growth beyond 2014.", "masked headline": "Gold to Top $2K an Ounce by ____", "calculation": "Copy(2014)", "ans": "2014"}, {"news": "(Apr 18, 2012  9:36 AM CDT) Do you think Citigroup CEO Vikram Pandit deserves to make $15 million? Neither do Citi's shareholders, who yesterday voted against a proposed pay package for the company's top five executives that would have given Pandit that payday, the New York Times reports. It's one of the few times shareholders have voted against a compensation package since the Dodd-Frank Act instituted so-called  say on pay  votes, and the first at a financial giant.  CEOs deserve good pay, but there's good pay and there's obscene pay,  says a principal at a firm that owns 5 million Citi shares. Roughly 55% of shareholders voted against the package. The vote is nonbinding, but outgoing chairman Richard Parsons says the board will take it under serious consideration. Citigroup has long been criticized for its executive pay; it has ranked among the top of the big banks in terms of compensation, despite being dead last in stock performance.", "masked headline": "Shareholders to Citi CEO: No $____M Payday for You!", "calculation": "Copy(15)", "ans": "15"}, {"news": "(Jun 15, 2015  2:27 AM CDT) Two teenagers lost limbs in two separate shark attacks off Oak Island, NC, yesterday—and for now, authorities do not recommend going back in the water. Authorities say the first victim, a 13-year-old girl, was attacked at around 4:40pm yesterday and lost her left arm below the elbow, as well as suffered severe damage to her left leg, NBC News reports. Not much more than an hour later, a 16-year-old was attacked around 2 miles away and lost his left arm below the shoulder, reports WECT, which gives the age of the first victim as 12. Both victims are now in stable condition after surgery, authorities say. Oak Island's town manager says helicopters will patrol the coastline and beaches will be open today, NBC reports. He says visitors will be encouraged to stay out of the water, though few are likely to need encouragement: Witnesses to the aftermath of the first attack tell the AP it was  nightmarish  and  like a scene from Jaws.  Experts tell ABC News that the severe nature of the injuries suggests that a large shark, possibly a tiger shark, is to blame.  This is the real deal threat,  University of Florida shark expert George Burgess says.  This is highly unusual—I have seen this twice in 40 years. Once in Egypt and once in the Florida Panhandle.  (In Florida last week, a shark was killed in a car crash.)", "masked headline": "Teens Lose Left Arms in ____ NC Shark Attacks", "calculation": "Copy(2)", "ans": "2"}, {"news": "(Jun 10, 2012  11:30 PM CDT) Two  shamans  from the Hmong community were among four people shot dead in a Sacramento home over the weekend. An armed house guest was wounded when he confronted the gunman, police told the Sacramento Bee. Investigators believe one of the dead males is the shooter who stormed the home, reports AP. They haven't yet determined a motive, but believe it may be gang-related. The spiritual leaders, a husband and wife in their 50s, had moved to the neighborhood several months ago and raised chickens for healing purposes, said relatives.", "masked headline": "Shamans Among ____ Killed in California Home", "calculation": "Trans(four)", "ans": "4"}, {"news": "(Oct 16, 2014  3:02 AM CDT) Tristen Kurilla, the Pennsylvania 10-year-old who confessed to killing a 90-year-old woman over the weekend, is still in an adult prison and for now, his family thinks that could be the best place for him. His attorney withdrew a bail request yesterday saying the  family just doesn't feel comfortable for numerous reasons,  including concern for the family of Helen Novak, whom Tristen allegedly killed with a walking stick, reports WBRE. The lawyer also cited the family's worries over  the supervision, of work, of everything.  The district attorney says the boy is not in the  general population. He is not in solitary confinement and he is not in isolation. He is in a cell which I believe is next to the infirmary where he can come and go from the cell to the infirmary.  The nearest juvenile detention facility is 80 miles away. The boy has been provided with coloring books and other forms of entertainment, and while he understands where he is, he's acting like a normal 10-year-old and talks about his prison outfit  being a Halloween costume,  says his lawyer. Tristen has been charged as an adult with homicide, but his lawyer plans to have the case transferred to juvenile court, a move the chief counsel of the Juvenile Law Center in Philadelphia tells the AP is a  no-brainer.  The fifth-grader is  a little boy,  she says.  It's a horrible tragedy, but it's shocking that he suddenly turned into an adult because of conduct that he engaged in.  She says he is among the youngest people ever charged with homicide in Pennsylvania. The youngest on record was 9 years old.", "masked headline": "Murder Suspect, ____, Will Stay in Adult Jail", "calculation": "Copy(10)", "ans": "10"}, {"news": "(Jul 12, 2010  2:37 PM CDT) If you follow the advice of Money magazine, you'll want to live in a non-diverse suburb of a not-too-gritty city. The top five places to live are Eden Prairie, Minn.; Columbia, Md.; Newton, Mass.; Bellevue, Wash.; and McKinney, Texas. The rest of the list is dominated by more suburbs and lots of towns in rural areas. The largest place on the list is Scottsdale, population 235,000, at No. 71. According to Money, the list spotlights places with  plenty of jobs, great schools, safe streets, low crime, lots to do, charm, other features that make a town great for raising a family.  Read the full article.", "masked headline": "Ten Best Places to Live in U.S. ____ Edition", "calculation": "Copy(2010)", "ans": "2010"}, {"news": "(Jul 25, 2012  2:09 AM CDT) The Supreme Court ruling on ObamaCare, the shooting at the Aurora theater, the Bain Capital debate, and a mediocre jobs report have hit the headlines in the last 30 days, but none of it seems to be having much of an effect on the presidential polls. President Obama is up six percentage points over Mitt Romney in the latest NBC News-Wall Street Journal poll, a small increase from last month when he had a three-point lead. In 12 battleground states, Obama's lead is eight points, the same as last month.  So much has happened, and so little has changed,  said a Democratic pollster. One thing both candidates have in common is that their very negative numbers are both rising. In fact, people say the more they learn about both candidates, the more they don't like either one of them. Obama's favorable/unfavorable ratings are now 49%-43%, down a bit from June's 47%-38%; while Romney's are 35%-40%, a tick better than last month's 33%-39%. But that does give Romney a rare net negative favorable/unfavorable number before the party convention, a feat that no modern GOP candidate has ever had.  These are numbers you usually see in October,  said a Republican analyst.  It does speak to the growing polarization of the campaign.", "masked headline": "Poll: Obama Up by ____ Points", "calculation": "Trans(six)", "ans": "6"}, {"news": "(May 13, 2013  10:11 AM CDT) Jack Bauer is about to get a fresh batch of time to run out of. Kiefer Sutherland will reprise his role as the ass-kicking, torture-happy counterterrorism agent on a new 12-episode limited series re-launch of 24 next May, Fox announced today, ahead of its  upfront  presentation to advertisers, according to the Hollywood Reporter. The announcement comes just days after the network canceled Sutherland's most recent drama, Touch. It'll be called 24: Live Another Day, and will be produced by former showrunner Howard Gordon. Yeah, we think they should have called it 12, too. The show will be the debut offering in Fox's  event series  franchise. Fox entertainment chair Kevin Reilly said that a  little light bulb  went off for Gordon while they were prepping the aborted 24 movie, as they all realized that  24 being compressed into two hours isn't 24.  And speaking of TV revivals, the Internet is abuzz today because the long-awaited fourth season of Arrested Development finally has a trailer.", "masked headline": "Fox Brings Back Jack Bauer, ____", "calculation": "Copy(24)", "ans": "24"}, {"news": "(Dec 12, 2015  11:30 AM) There has yet to be a confirmed US collision between a drone and a manned aircraft, but there's a growing number of close calls as drones fly where they least belong—near airports. A report released Friday counted at least 241 reports of close encounters between drones and manned aircraft that meet the Federal Aviation Administration's definition of a near-collision, including 28 incidents in which pilots had to veer out of the way. The analysis by Bard College's Center for the Study of the Drone found that 90 of the close drone encounters involved commercial jets. The FAA defines a near-collision as two aircraft flying within 500 feet of each other. In 51 of the incidents studied, the drone-to-aircraft clearance was 50 feet or less, the report said. Most of the sightings occurred within 5 miles of an airport and at altitudes higher than 400 feet. Those are spaces in which the FAA prohibits drones from flying, raising questions about the effectiveness of the rules. The cities with the most incidents were New York, Newark, Los Angeles, and Miami. The report is based on an analysis of government records detailing 921 incidents involving drones and manned aircraft between Dec. 17, 2013 and Sept. 12, 2015. Researchers cautioned that it's hard for pilots to judge their distance from another object when flying at high speeds. The majority of the incidents, 64%, were sightings of drones in the vicinity of other aircraft with no immediate threat of collision. The Bard report is the first comprehensive analysis of the sightings by researchers outside the aviation community.", "masked headline": "Report: ____ 'Near Collisions' Between Drones, Commercial Jets", "calculation": "Copy(90)", "ans": "90"}, {"news": "(Jul 23, 2009  10:22 AM CDT) The Dow Jones industrials are back above 9,000 today for the first time since the beginning of January. A report of a jump in home sales eased investors' worries about one of the economy's biggest trouble spots. They responded by buying stocks across the market, lifting the major indexes more than 1.5% and sending the Dow up 150 points, past 9,000. A real estate group said sales of previously occupied homes rose 3.6% from May to June. It was the third straight monthly increase, feeding investors' hopes that the overall economy is strengthening. Several better-than-expected earnings reports also helped boost investor sentiment. Ford surprised with a second-quarter profit of $2.3 billion, while drug maker Wyeth, cigarette maker Philip Morris, and candy maker Hershey all raised their profit forecasts.", "masked headline": "Home Sales Send Dow Over ____", "calculation": "Copy(9,000)", "ans": "9,000"}]